Repository: phillon77/KnitNote
Catalog: KnitNote/Localization/Localizable.xcstrings
Source language: en
Languages: da, de, el, fi, fr, ja, ko, nb, nl, sv, zh_hans, zh_hant

# backup.export
source: Export Complete Backup
da: Eksporter komplet sikkerhedskopi
de: Vollständige Sicherung exportieren
el: Εξαγωγή πλήρους αντιγράφου ασφαλείας
fi: Vie täydellinen varmuuskopio
fr: Exporter une sauvegarde complète
ja: 完全なバックアップをエクスポート
ko: 전체 백업 내보내기
nb: Eksporter fullstendig sikkerhetskopi
nl: Volledige reservekopie exporteren
sv: Exportera fullständig säkerhetskopia
zh_hans: 导出完整备份
zh_hant: 匯出完整備份

# backup.export.accessibility
source: Export a complete KnitNote backup
da: Eksporter en komplet KnitNote-sikkerhedskopi.
de: Vollständige KnitNote-Sicherung exportieren
el: Εξαγωγή ενός πλήρους αντιγράφου ασφαλείας του KnitNote
fi: Vie täydellinen KnitNote-varmuuskopio
fr: Exporter une sauvegarde complète de KnitNote
ja: KnitNoteの完全なバックアップをエクスポート
ko: 전체 KnitNote 백업 내보내기
nb: Eksporter en fullstendig KnitNote-sikkerhetskopi.
nl: Een volledige KnitNote-reservekopie exporteren
sv: Exportera en komplett KnitNote-säkerhetskopia.
zh_hans: 导出完整的 KnitNote 备份
zh_hant: 匯出完整的 KnitNote 備份

# backup.export.success
source: Backup exported.
da: Sikkerhedskopien er blevet eksporteret
de: Sicherung exportiert.
el: Εξήχθη αντίγραφο ασφαλείας.
fi: Varmuuskopio vietiin.
fr: Sauvegarde exportée.
ja: バックアップがエクスポートされました。
ko: 백업이 내보내졌습니다.
nb: Sikkerhetskopi eksportert.
nl: Reservekopie geëxporteerd.
sv: Säkerhetskopian exporterades.
zh_hans: 备份已导出。
zh_hant: 備份已匯出。

# backup.lastSuccessful.label
source: Last Successful Backup
da: Seneste vellykkede sikkerhedskopi
de: Letzte erfolgreiche Sicherung
el: Τελευταία επιτυχής δημιουργία αντιγράφων ασφαλείας
fi: Viimeisin onnistunut varmuuskopio
fr: Dernière sauvegarde réussie
ja: 前回成功したバックアップ
ko: 마지막 성공적인 백업
nb: Siste vellykkede sikkerhetskopi
nl: Laatste geslaagde reservekopie
sv: Senaste lyckade säkerhetskopia
zh_hans: 上次成功备份
zh_hant: 上次成功備份

# backup.lastSuccessful.never
source: Never
da: aldrig
de: Noch nie
el: Ποτέ
fi: Ei koskaan
fr: Jamais
ja: なし
ko: 없음
nb: aldri
nl: Nooit
sv: aldrig
zh_hans: 尚未备份
zh_hant: 尚未備份

# backup.preparing
source: Preparing backup…
da: Forbereder sikkerhedskopi…
de: Sicherung wird vorbereitet…
el: Προετοιμασία αντιγράφου ασφαλείας…
fi: Valmistellaan varmuuskopiota…
fr: Préparation de la sauvegarde…
ja: バックアップを準備中…
ko: 백업 준비 중…
nb: Forbereder sikkerhetskopi…
nl: Reservekopie voorbereiden…
sv: Förbereder säkerhetskopia…
zh_hans: 正在准备备份⋯
zh_hant: 正在準備備份⋯

# backup.preview.date
source: Backup created
da: Sikkerhedskopi oprettet
de: Sicherung erstellt
el: Το αντίγραφο ασφαλείας δημιουργήθηκε
fi: Varmuuskopio luotu
fr: Sauvegarde créée
ja: バックアップの作成日時
ko: 백업 생성됨
nb: Sikkerhetskopi opprettet
nl: Reservekopie gemaakt
sv: Säkerhetskopia skapad
zh_hans: 备份创建时间
zh_hant: 備份建立時間

# backup.preview.projects
source: %lld projects
da: %lld projekter
de: %lld Projekte
el: %lld έργα
fi: %lld projektia
fr: %lld projets
ja: %lld件の作品
ko: %lld개 프로젝트
nb: %lld prosjekter
nl: %lld projecten
sv: %lld projekt
zh_hans: %lld 个作品
zh_hant: %lld 個作品

# backup.preview.yarns
source: %lld yarns
da: %lld garn
de: %lld Garne
el: %lld νήματα
fi: %lld lankaa
fr: %lld fils
ja: %lld件の毛糸
ko: 실 %lld개
nb: %lld garn
nl: %lld garens
sv: %lld garn
zh_hans: %lld 条毛线记录
zh_hant: %lld 筆毛線

# backup.progress.accessibility
source: Backup operation in progress
da: Sikkerhedskopieringsoperation i gang
de: Sicherung läuft
el: Λειτουργία αντιγράφων ασφαλείας σε εξέλιξη
fi: Varmuuskopiointi käynnissä
fr: Opération de sauvegarde en cours
ja: バックアップ処理中
ko: 백업 작업 진행 중입니다.
nb: Sikkerhetskopieringsoperasjonen pågår.
nl: Reservekopie wordt verwerkt
sv: Säkerhetskopiering pågår
zh_hans: 备份操作正在进行
zh_hant: 備份操作正在進行

# backup.replace.warning
source: Restoring will replace all current KnitNote data.
da: Gendannelsen vil erstatte alle eksisterende KnitNote-data.
de: Die Wiederherstellung ersetzt alle aktuellen KnitNote-Daten.
el: Η αποκατάσταση θα αντικαταστήσει όλα τα τρέχοντα δεδομένα του KnitNote.
fi: Palautus korvaa kaikki nykyiset KnitNote-tiedot.
fr: La restauration remplace toutes les données KnitNote actuelles.
ja: 復元すると、現在のKnitNoteデータがすべて置き換えられます。
ko: 복원은 현재 모든 KnitNote 데이터를 대체합니다.
nb: Gjenoppretting vil erstatte alle nåværende KnitNote-data.
nl: Bij het terugzetten worden alle huidige KnitNote-gegevens vervangen.
sv: Återställningen kommer att ersätta alla befintliga KnitNote-data.
zh_hans: 恢复后将替换当前所有 KnitNote 数据。
zh_hant: 還原後將取代目前所有 KnitNote 資料。

# backup.restore
source: Restore from Backup
da: Gendan fra backup
de: Aus Sicherung wiederherstellen
el: Επαναφορά από αντίγραφο ασφαλείας
fi: Palauta varmuuskopiosta
fr: Restaurer depuis une sauvegarde
ja: バックアップから復元
ko: 백업 복원
nb: Gjenopprett fra backup
nl: Terugzetten uit reservekopie
sv: Återställ från säkerhetskopia
zh_hans: 从备份恢复
zh_hant: 從備份還原

# backup.restore.accessibility
source: Choose a KnitNote backup to restore
da: Vælg en KnitNote-sikkerhedskopi, som du vil gendanne.
de: Wiederherzustellende KnitNote-Sicherung auswählen
el: Επιλέξτε ένα αντίγραφο ασφαλείας KnitNote για επαναφορά
fi: Valitse palautettava KnitNote-varmuuskopio
fr: Choisissez une sauvegarde KnitNote à restaurer
ja: 復元するKnitNoteのバックアップを選択
ko: 복원할 KnitNote 백업을 선택하세요.
nb: Velg en KnitNote-sikkerhetskopi som skal gjenopprettes.
nl: Kies een KnitNote-reservekopie om terug te zetten
sv: Välj en KnitNote-säkerhetskopia som ska återställas.
zh_hans: 选择要恢复的 KnitNote 备份
zh_hant: 選擇要還原的 KnitNote 備份

# backup.restore.confirm
source: Replace and Restore
da: Erstat og gendan
de: Ersetzen und wiederherstellen
el: Αντικατάσταση και επαναφορά
fi: Korvaa ja palauta
fr: Remplacer et restaurer
ja: 置き換えて復元
ko: 교체 및 복원
nb: Erstatt og gjenopprett
nl: Vervangen en terugzetten
sv: Ersätt och återställ
zh_hans: 替换并恢复
zh_hant: 取代並還原

# backup.restore.originalPreserved
source: Restore failed. Your original data was preserved.
da: Gendannelsen mislykkedes. Dine originale data er blevet bevaret.
de: Wiederherstellung fehlgeschlagen. Die ursprünglichen Daten wurden beibehalten.
el: Η επαναφορά απέτυχε. Τα αρχικά δεδομένα σας διατηρήθηκαν.
fi: Palautus epäonnistui. Alkuperäiset tietonne säilytettiin.
fr: La restauration a échoué. Vos données d’origine ont été conservées.
ja: 復元に失敗しました。元のデータは保持されています。
ko: 복원에 실패했습니다. 원래 데이터는 보존되었습니다.
nb: Gjenopprettingen mislyktes. De opprinnelige dataene ble bevart.
nl: Terugzetten mislukt. Je oorspronkelijke gegevens zijn behouden.
sv: Återställningen misslyckades. Dina ursprungliga data har bevarats.
zh_hans: 恢复失败，原有数据已保留。
zh_hant: 還原失敗，原有資料已保留。

# backup.restore.recoveryRequired
source: Restore and recovery both failed. Stop using KnitNote and recover the app's data from a device backup.
da: Genoprettelse og gendannelse mislykkedes begge. Stop med at bruge KnitNote, og gendan appens data fra en enhedsbackup.
de: Die Wiederherstellung und die Wiederherstellung der ursprünglichen Daten sind beide fehlgeschlagen. Verwende KnitNote nicht weiter und stelle die App-Daten aus einem Gerätebackup wieder her.
el: Αποτυχία επαναφοράς και ανάκτησης. Σταματήστε να χρησιμοποιείτε το KnitNote και ανακτήστε τα δεδομένα της εφαρμογής από ένα αντίγραφο ασφαλείας συσκευής.
fi: Palautus ja palautuminen epäonnistuivat. Lopeta KnitNoten käyttö ja palauta sovelluksen tiedot laitteen varmuuskopiosta.
fr: La restauration et la récupération des données d’origine ont échoué. Cessez d’utiliser KnitNote et restaurez les données de l’app depuis une sauvegarde de l’appareil.
ja: 復元と元データの回復の両方に失敗しました。KnitNoteの使用を中止し、デバイスのバックアップからアプリのデータを復元してください。
ko: 복원 및 복구 모두 실패했습니다. KnitNote 사용을 중지하고 기기 백업에서 앱 데이터를 복구하십시오.
nb: Både gjenoppretting og tilbakeføring mislyktes. Slutt å bruke KnitNote og gjenopprett appdataene fra en sikkerhetskopi av enheten.
nl: Terugzetten en gegevensherstel zijn beide mislukt. Gebruik KnitNote niet totdat je de appgegevens uit een reservekopie van het apparaat hebt hersteld.
sv: Återställningen och återhämtningen misslyckades båda. Sluta använda KnitNote och återställ appens data från en enhetssäkerhetskopiering.
zh_hans: 恢复和数据回滚均失败。请停止使用 KnitNote，并从设备备份中恢复 App 数据。
zh_hant: 還原與資料回復皆失敗。請停止使用 KnitNote，並從裝置備份復原 App 資料。

# backup.restore.success
source: Backup restored.
da: Sikkerhedskopien er gendannet.
de: Sicherung wiederhergestellt.
el: Το αντίγραφο ασφαλείας επαναφέρθηκε.
fi: Varmuuskopio palautettiin.
fr: Sauvegarde restaurée.
ja: バックアップが復元されました。
ko: 백업 복원 완료.
nb: Sikkerhetskopien er gjenopprettet.
nl: Reservekopie teruggezet.
sv: Säkerhetskopian har återställts
zh_hans: 备份已恢复。
zh_hant: 備份已還原。

# backup.restoring
source: Restoring backup…
da: Gendanner sikkerhedskopi…
de: Sicherung wird wiederhergestellt…
el: Επαναφορά αντιγράφου ασφαλείας…
fi: Palautetaan varmuuskopiota…
fr: Restauration de la sauvegarde…
ja: バックアップを復元中…
ko: 백업 복원 중…
nb: Gjenoppretter sikkerhetskopi…
nl: Reservekopie terugzetten…
sv: Återställer säkerhetskopia…
zh_hans: 正在恢复备份⋯
zh_hant: 正在還原備份⋯

# calculator.adjustment.current
source: Current stitches
da: Nuværende masker
de: Aktuelle Maschen
el: Τρέχοντες πόντοι
fi: Nykyiset silmukat
fr: Mailles actuelles
ja: 現在の目数
ko: 현재 코 수
nb: Nåværende masker
nl: Huidig aantal steken
sv: Nuvarande maskor
zh_hans: 当前针数
zh_hant: 目前針數

# calculator.adjustment.edgeSummary
source: One edge stitch is reserved on each side.
da: Der er reserveret en kantmaske på hver side.
de: Auf jeder Seite bleibt 1 Randmasche frei.
el: Ένας πόντος ακμής διατηρείται σε κάθε πλευρά.
fi: Kummallekin puolelle varataan yksi reunasilmukka.
fr: Une maille lisière est conservée de chaque côté.
ja: 両側に端の1目を残します。
ko: 양쪽에 가장자리 코를 하나씩 남깁니다.
nb: På hver side er det reservert én kantmaske.
nl: Aan elke kant wordt één kantsteek vrijgehouden.
sv: En kantmaska reserveras på varje sida.
zh_hans: 左右各保留 1 针。
zh_hant: 左右各保留 1 針。

# calculator.adjustment.failure.cannotPreserveEdges
source: This adjustment cannot preserve one edge stitch on each side.
da: Denne justering kan ikke bevare én kantmaske på hver side.
de: Bei dieser Anpassung kann nicht auf jeder Seite 1 Randmasche frei bleiben.
el: Αυτή η προσαρμογή δεν μπορεί να διατηρήσει έναν πόντο ακμής σε κάθε πλευρά.
fi: Tässä säädössä ei voida säilyttää yhtä reunasilmukkaa kummallakin puolella.
fr: Cet ajustement ne permet pas de conserver une maille lisière de chaque côté.
ja: この調整では両側に端の1目を残せません。
ko: 이 조정에서는 양쪽에 가장자리 코를 하나씩 남길 수 없습니다.
nb: Denne justeringen kan ikke bevare en kantmaske på hver side.
nl: Bij deze aanpassing kan niet aan elke kant één kantsteek worden vrijgehouden.
sv: Denna justering kan inte bevara en kantmaska på varje sida.
zh_hans: 这次调整无法左右各保留 1 针。
zh_hant: 這次調整無法左右各保留 1 針。

# calculator.adjustment.failure.exceedsSupportedLimit.format
source: Enter 100,000 stitches or fewer (maximum %lld).
da: Indtast 100.000 masker eller færre (maks. %lld).
de: Gib höchstens 100.000 Maschen ein (Maximum: %lld).
el: Εισαγάγετε έως 100.000 πόντους (μέγιστο %lld).
fi: Anna 100 000 silmukkaa tai vähemmän (enintään %lld).
fr: Entrez au maximum 100 000 mailles (limite : %lld).
ja: 100,000目以下を入力してください（上限：%lld目）。
ko: 100,000코 이하를 입력하세요(최대 %lld).
nb: Skriv inn 100 000 masker eller færre (maks. %lld).
nl: Voer maximaal 100.000 steken in (maximum: %lld).
sv: Ange 100 000 eller färre maskor (max. %lld).
zh_hans: 请输入不超过 100,000 针（上限 %lld）。
zh_hant: 請輸入不超過 100,000 針（上限 %lld）。

# calculator.adjustment.failure.invalidCounts
source: Enter valid current and target stitch counts.
da: Indtast et gyldigt nuværende og ønsket maskeantal.
de: Gib eine gültige aktuelle und gewünschte Maschenzahl ein.
el: Εισαγάγετε έγκυρους αριθμούς για τους τρέχοντες και τους επιθυμητούς πόντους.
fi: Syötä kelvollinen nykyinen silmukkamäärä ja tavoitesilmukkamäärä.
fr: Entrez un nombre de mailles actuel et souhaité valide.
ja: 現在の目数と目標の目数を正しく入力してください。
ko: 올바른 현재 코 수와 목표 코 수를 입력하세요.
nb: Skriv inn gyldig nåværende og ønsket masketall.
nl: Voer geldige huidige en gewenste aantallen steken in.
sv: Ange giltigt nuvarande och önskat maskantal.
zh_hans: 请输入有效的当前针数与目标针数。
zh_hant: 請輸入有效的目前針數與目標針數。

# calculator.adjustment.failure.requiresMultipleRows
source: This adjustment cannot be completed evenly in one row. Divide it across multiple rows.
da: Denne justering kan ikke udføres ligeligt på én pind. Del den på tværs af flere pinde.
de: Diese Anpassung lässt sich nicht gleichmäßig in einer Reihe verteilen. Verteile sie auf mehrere Reihen.
el: Αυτή η προσαρμογή δεν μπορεί να ολοκληρωθεί ομοιόμορφα σε μία σειρά. Χωρίστε την σε πολλές σειρές.
fi: Tätä muutosta ei voi tehdä tasaisesti yhdellä kerroksella. Jaa se usealle kerrokselle.
fr: Cet ajustement ne peut pas être réparti uniformément sur un seul rang. Répartissez-le sur plusieurs rangs.
ja: この調整は1段に均等に配置できません。複数の段に分けてください。
ko: 이 조정은 한 단에 균일하게 완료할 수 없습니다. 여러 단으로 나누어 주세요.
nb: Denne justeringen kan ikke fullføres jevnt på én rad. Del den opp i flere rader.
nl: Deze aanpassing kan niet gelijkmatig in één toer worden uitgevoerd. Verdeel deze over meerdere toeren.
sv: Denna justering kan inte göras jämnt på ett varv. Fördela den över flera varv.
zh_hans: 这次调整无法在一行内平均完成，请分成多行进行。
zh_hant: 這次調整無法在一排內平均完成，請分成多排進行。

# calculator.adjustment.input.title
source: Stitch Counts
da: Maskeantal
de: Maschenzahlen
el: Αριθμοί πόντων
fi: Silmukkamäärät
fr: Nombre de mailles
ja: 目数
ko: 코 수
nb: Masketall
nl: Aantal steken
sv: Maskantal
zh_hans: 针数
zh_hant: 針數

# calculator.adjustment.interval.decrease.adjacent
source: Decrease adjacent stitches throughout the row.
da: Reducer de tilstødende masker i hele rækken.
de: In der gesamten Reihe jeweils 2 benachbarte Maschen zusammenstricken.
el: Μειώστε παρακείμενους πόντους σε όλη τη σειρά.
fi: Kavenna vierekkäisiä silmukoita koko kerroksen ajan.
fr: Sur tout le rang, tricotez ensemble les mailles adjacentes deux par deux.
ja: 段全体で隣り合う2目を1目に減らします。
ko: 단 전체에 걸쳐 인접한 코를 줄입니다.
nb: Reduser de tilstøtende maskene i hele raden.
nl: Minder de hele toer door steeds twee aangrenzende steken samen te breien.
sv: Minska intilliggande maskor genom hela varvet.
zh_hans: 整行连续将相邻 2 针并成 1 针。
zh_hant: 整排連續將相鄰 2 針併成 1 針。

# calculator.adjustment.interval.decrease.format
source: Decrease after every %@ stitches.
da: Tag ind med %@ maskers mellemrum.
de: Nach jeweils %@ Maschen 1 Masche abnehmen.
el: Μειώστε μετά από κάθε %@ πόντους.
fi: Kavenna %@ silmukan välein.
fr: Diminuer 1 maille toutes les %@ mailles.
ja: %@目ごとに1目減らします。
ko: %@코마다 줄이세요.
nb: Fell med %@ maskers mellomrom.
nl: Minder na elke %@ steken.
sv: Minska med %@ maskors mellanrum.
zh_hans: 每织 %@ 针减 1 针。
zh_hant: 每織 %@ 針減 1 針。

# calculator.adjustment.interval.decrease.single.format
source: Decrease after every %lld stitches.
da: Tag ind med %lld maskers mellemrum.
de: Nach jeweils %lld Maschen 1 Masche abnehmen.
el: Μειώστε μετά από κάθε %lld πόντους.
fi: Kavenna %lld silmukan välein.
fr: Diminuer 1 maille toutes les %lld mailles.
ja: %lld目ごとに1目減らします。
ko: %lld코마다 줄이세요.
nb: Fell med %lld maskers mellomrom.
nl: Minder na elke %lld steken.
sv: Minska med %lld maskors mellanrum.
zh_hans: 每织 %lld 针减 1 针。
zh_hant: 每織 %lld 針減 1 針。

# calculator.adjustment.interval.decrease.singular
source: Decrease after every 1 stitch.
da: Tag ind efter hver maske.
de: Nach jeder Masche 1 Masche abnehmen.
el: Κάντε μία μείωση μετά από κάθε πόντο.
fi: Kavenna jokaisen silmukan jälkeen.
fr: Diminuer 1 maille après chaque maille.
ja: 1目ごとに1目減らします。
ko: 코마다 줄이세요.
nb: Fell etter hver maske.
nl: Minder na elke steek.
sv: Minska efter varje maska.
zh_hans: 每织 1 针减 1 针。
zh_hant: 每織 1 針減 1 針。

# calculator.adjustment.interval.increase.format
source: Increase after every %@ stitches.
da: Tag ud med %@ maskers mellemrum.
de: Nach jeweils %@ Maschen 1 Masche zunehmen.
el: Αυξήστε μετά από κάθε %@ πόντους.
fi: Lisää %@ silmukan välein.
fr: Augmenter de 1 maille toutes les %@ mailles.
ja: %@目ごとに1目増やします。
ko: %@코마다 늘리세요.
nb: Øk med %@ maskers mellomrom.
nl: Meerder na elke %@ steken.
sv: Öka med %@ maskors mellanrum.
zh_hans: 每织 %@ 针加 1 针。
zh_hant: 每織 %@ 針加 1 針。

# calculator.adjustment.interval.increase.single.format
source: Increase after every %lld stitches.
da: Tag ud med %lld maskers mellemrum.
de: Nach jeweils %lld Maschen 1 Masche zunehmen.
el: Αυξήστε μετά από κάθε %lld πόντους.
fi: Lisää %lld silmukan välein.
fr: Augmenter de 1 maille toutes les %lld mailles.
ja: %lld目ごとに1目増やします。
ko: %lld코마다 늘리세요.
nb: Øk med %lld maskers mellomrom.
nl: Meerder na elke %lld steken.
sv: Öka med %lld maskors mellanrum.
zh_hans: 每织 %lld 针加 1 针。
zh_hant: 每織 %lld 針加 1 針。

# calculator.adjustment.interval.increase.singular
source: Increase after every 1 stitch.
da: Tag ud efter hver maske.
de: Nach jeder Masche 1 Masche zunehmen.
el: Κάντε μία αύξηση μετά από κάθε πόντο.
fi: Lisää 1 silmukka jokaisen silmukan jälkeen.
fr: Augmenter de 1 maille après chaque maille.
ja: 1目ごとに1目増やします。
ko: 코마다 늘리세요.
nb: Øk etter hver maske.
nl: Meerder na elke steek.
sv: Öka efter varje maska.
zh_hans: 每织 1 针加 1 针。
zh_hant: 每織 1 針加 1 針。

# calculator.adjustment.mode.acrossRows
source: Across Rows
da: Over flere pinde
de: Mehrere Reihen
el: Σε πολλές σειρές
fi: Useille kerroksille
fr: Plusieurs rangs
ja: 複数段
ko: 여러 단에 걸쳐
nb: Over flere rader
nl: Over meerdere toeren
sv: Över flera varv
zh_hans: 多行分配
zh_hant: 跨段分配

# calculator.adjustment.mode.oneRow
source: One Row
da: En pind
de: Eine Reihe
el: Μία σειρά
fi: Yksi kerros
fr: Un rang
ja: 1段
ko: 한 단
nb: En rad
nl: Eén toer
sv: Ett varv
zh_hans: 单行分配
zh_hant: 單排分配

# calculator.adjustment.reservesEdgeStitches
source: Reserve one edge stitch on each side
da: Reserver en kantmaske på hver side.
de: Auf jeder Seite 1 Randmasche freihalten
el: Κρατήστε έναν πόντο ακμής σε κάθε πλευρά
fi: Varaa yksi reunasilmukka kummallekin puolelle
fr: Conserver 1 maille lisière de chaque côté
ja: 両側に端の1目を残す
ko: 양쪽에 가장자리 코를 하나씩 남기세요.
nb: Reserver én kantmaske på hver side.
nl: Aan elke kant één kantsteek vrijhouden
sv: Reservera en kantmaska på varje sida.
zh_hans: 左右各保留 1 针
zh_hant: 左右各保留 1 針

# calculator.adjustment.rows.detail.format
source: Row %lld.
da: Pind %lld.
de: Reihe %lld.
el: Σειρά %lld.
fi: Kerros %lld.
fr: Rang %lld.
ja: 第%lld段。
ko: 단 %lld.
nb: Rad %lld.
nl: Toer %lld.
sv: varv %lld.
zh_hans: 第 %lld 行。
zh_hant: 第 %lld 段。

# calculator.adjustment.rows.details.show
source: Show adjustment rows
da: Vis justeringsrækker
de: Anpassungsreihen anzeigen
el: Εμφάνιση σειρών ρύθμισης
fi: Näytä säätökerrokset
fr: Afficher les rangs d’ajustement
ja: 調整する段を表示
ko: 조정 단 표시
nb: Vis justeringsrader
nl: Toeren met aanpassingen tonen
sv: Visa justeringsrader
zh_hans: 查看调整行
zh_hant: 查看調整段數

# calculator.adjustment.rows.failure.exceedsSupportedLimit.format
source: Enter 100,000 or fewer (maximum %lld).
da: Indtast 100.000 eller færre (maks. %lld).
de: Gib höchstens 100.000 ein (Maximum: %lld).
el: Εισαγάγετε έως 100.000 (μέγιστο %lld).
fi: Anna 100 000 tai vähemmän (enintään %lld).
fr: Entrez au maximum 100 000 (limite : %lld).
ja: 100,000以下を入力してください（上限：%lld）。
ko: 100,000 이하를 입력하세요(최대 %lld).
nb: Skriv inn 100 000 eller færre (maks. %lld).
nl: Voer maximaal 100.000 in (maximum: %lld).
sv: Ange 100 000 eller mindre (max. %lld).
zh_hans: 请输入不超过 100,000（上限 %lld）。
zh_hant: 請輸入不超過 100,000（上限 %lld）。

# calculator.adjustment.rows.failure.insufficientRows
source: There are not enough rows to distribute these changes once per row.
da: Der er ikke nok pinde til at fordele disse ændringer én gang pr. pind.
de: Es gibt nicht genug Reihen, um diese Änderungen höchstens einmal pro Reihe zu verteilen.
el: Δεν υπάρχουν αρκετές σειρές για τη διανομή αυτών των αλλαγών μία φορά ανά σειρά.
fi: Näitä muutoksia ei voida jakaa kerros kerrallaan.
fr: Il n’y a pas assez de rangs pour répartir ces changements à raison d’un par rang.
ja: 指定した段数では、1段につき1回ずつ均等に配置できません。
ko: 단마다 한 번씩 변경하려면 단 수가 부족합니다.
nb: Det er ikke nok rader til å fordele disse endringene én gang per rad.
nl: Er zijn niet genoeg toeren om deze wijzigingen eenmaal per toer te verdelen.
sv: Det finns inte tillräckligt många varv för att distribuera dessa ändringar en gång per varv.
zh_hans: 指定行数不足，无法按每行最多一次均匀分配。
zh_hant: 指定段數不足，無法以每段最多一次平均完成。

# calculator.adjustment.rows.failure.symmetricEven
source: For matching changes on both sides, enter an even number of stitches.
da: Indtast et lige antal masker for at matche ændringerne på begge sider.
de: Für gleiche Änderungen auf beiden Seiten eine gerade Maschenzahl eingeben.
el: Για ίδιες αλλαγές και στις δύο πλευρές, εισαγάγετε έναν άρτιο αριθμό πόντων.
fi: Syötä parillinen silmukkamäärä, jotta muutokset ovat samat molemmilla puolilla.
fr: Pour effectuer les mêmes changements des deux côtés, entrez un nombre pair de mailles.
ja: 両側を同じように調整する場合は、偶数の目数を入力してください。
ko: 양쪽을 똑같이 조정하려면 짝수 개의 코를 입력하세요.
nb: For like endringer på begge sider må masketallet være et partall.
nl: Voer voor gelijke wijzigingen aan beide kanten een even aantal steken in.
sv: Ange ett jämnt antal maskor för att få matchande ändringar på båda sidor.
zh_hans: 左右对称加减针时，总针数请输入偶数。
zh_hant: 左右對稱加減針時，總針數請輸入偶數。

# calculator.adjustment.rows.input.title
source: Row Distribution
da: Rækkefordeling
de: Verteilung auf Reihen
el: Κατανομή σε σειρές
fi: Jako kerroksille
fr: Répartition sur les rangs
ja: 段への配分
ko: 단 분포
nb: Radfordeling
nl: Verdeling over toeren
sv: Radfördelning
zh_hans: 行数分配
zh_hant: 跨段分配

# calculator.adjustment.rows.interval.everyRow
source: Every row
da: Hver pind
de: Jede Reihe
el: Κάθε σειρά
fi: Joka kerros
fr: Chaque rang
ja: 毎段
ko: 매 단마다
nb: Hver rad
nl: Elke toer
sv: Varje varv
zh_hans: 每行
zh_hant: 每段

# calculator.adjustment.rows.interval.exact.format
source: Every %lld rows
da: Hver %lld. pind
de: Alle %lld Reihen
el: Κάθε %lld σειρές
fi: %lld kerroksen välein
fr: Tous les %lld rangs
ja: %lld段ごと
ko: %lld단마다
nb: Hver %lld. rad
nl: Elke %lld toeren
sv: Med %lld varvs mellanrum
zh_hans: 每 %lld 行
zh_hant: 每 %lld 段

# calculator.adjustment.rows.interval.range.format
source: About every %@ rows
da: Cirka hver %@ pind
de: Etwa alle %@ Reihen
el: Περίπου κάθε %@ σειρές
fi: Noin %@ kerroksen välein
fr: Environ tous les %@ rangs
ja: 約%@段ごと
ko: 약 %@단마다
nb: Omtrent hver %@ rad
nl: Ongeveer elke %@ toeren
sv: Ungefär vart %@ varv
zh_hans: 约每 %@ 行
zh_hant: 約每 %@ 段

# calculator.adjustment.rows.operation
source: Operation
da: Handling
de: Vorgang
el: Λειτουργία
fi: Toiminta
fr: Opération
ja: 操作
ko: 작업
nb: Handling
nl: Bewerking
sv: Åtgärd
zh_hans: 操作
zh_hant: 操作

# calculator.adjustment.rows.operation.decrease
source: Decrease
da: Indtagning
de: Abnahme
el: Μείωση
fi: Kavennus
fr: Diminution
ja: 減らし目
ko: 줄이기
nb: Felling
nl: Minderen
sv: Minskning
zh_hans: 减针
zh_hant: 減針

# calculator.adjustment.rows.operation.increase
source: Increase
da: Udtagning
de: Zunahme
el: Αύξηση
fi: Lisäys
fr: Augmentation
ja: 増し目
ko: 늘리기
nb: økning
nl: Meerderen
sv: Ökning
zh_hans: 加针
zh_hant: 加針

# calculator.adjustment.rows.style
source: Adjustment style
da: Tilpasningsstil
de: Art der Anpassung
el: Στυλ προσαρμογής
fi: Säätötapa
fr: Type d’ajustement
ja: 調整方法
ko: 조정 스타일
nb: Tilpasningsstil
nl: Manier van aanpassen
sv: Justeringsstil
zh_hans: 每次做法
zh_hant: 每次做法

# calculator.adjustment.rows.style.bothSides
source: 1 stitch on each side
da: 1 maske på hver side
de: Auf jeder Seite 1 Masche
el: 1 πόντος σε κάθε πλευρά
fi: 1 silmukka molemmin puolin
fr: 1 maille de chaque côté
ja: 両側に1目ずつ
ko: 양쪽 모두 1개의 코
nb: 1 maske på hver side
nl: 1 steek aan elke kant
sv: 1 maska på varje sida
zh_hans: 每次左右各 1 针
zh_hant: 每次左右各 1 針

# calculator.adjustment.rows.style.singleSide
source: 1 stitch each time
da: 1 maske hver gang
de: Jeweils 1 Masche
el: 1 πόντος κάθε φορά
fi: 1 silmukka joka kerta
fr: 1 maille à chaque fois
ja: 1回につき1目
ko: 매번 1코씩
nb: 1 maske hver gang.
nl: Elke keer 1 steek
sv: 1 maska varje gång
zh_hans: 每次单侧 1 针
zh_hant: 每次單側 1 針
